{
  "books": [
    {
      "name": "Гарри Поттер и Кубок Огня",
      "year": "2002",
      "image": "https://img3.labirint.ru/rc/37f5798d8afe2359507a0a37a6205996/220x340/books1/6889/cover.jpg?1422369614",
      "description": "Гарри Поттеру предстоит четвертый год обучения в Школе чародейства и волшебства “Хогвартс”. Новые заклинания, новые зелья, новые учителя, новые предметы… Все это знакомо, и Гарри с нетерпением ожидает начала учебного года. Но на школу внезапно обрушивается потрясающая новость: в этом году в Хогвартсе будет проходить Турнир Трех Волшебников, и конечно же, каждый хочет принять в нем участие. Подробнее: https://www.labirint.ru/books/6889/",
      "rate": "100",
      "price": "3300",
      "author": "Джоан Роулинг",
      "id": 1
    },
    {
      "name": "Гарри Поттер и Узник Азкабана",
      "year": "2007",
      "image": "https://s1.livelib.ru/boocover/1000005878/o/e9f3/Dzhoan_Rouling__Garri_Potter_i_uznik_Azkabana.jpeg",
      "description": "В Хогвартс пробрался убийца, на счету которого множество жизней и людей, и волшебников. Для охраны школы приглашены зловещие стражи тюрьмы Азкабан – дементоры. Гарри и его друзья очень скоро выясняют, почему все волшебники боятся дементоров, а сам Гарри решает найти убийцу. Подробнее на livelib.ru: https://www.livelib.ru/book/1000005878-garri-potter-i-uznik-azkabana-dzhoan-rouling",
      "rate": "100",
      "price": "3300",
      "author": "Джоан Роулинг",
      "id": 2
    },
    {
      "name": "Гарри Поттер и Орден Феникса",
      "year": "2004",
      "image": "https://img4.labirint.ru/rc/8f6e7d9578f3965141102910e36ea086/220x340/books4/35604/cover.jpg?1280394613",
      "description": "Гарри Поттер с нетерпением ждет окончание каникул и начала пятого учебного года в Хогвартсе. Юный волшебник как никогда страдает от одиночества, а насмешки и придирки Дурслей стали совсем невыносимы. К тому же он уверен, что Волан-де-Морт возродился и скоро начнет действовать. Вас снова ждут опасные и захватывающие приключения, жестокая борьба, верные друзья и волшебный мир Гарри Поттера.  Подробнее: https://www.labirint.ru/books/35604/",
      "rate": "100",
      "price": "3300",
      "author": "Джоан Роулинг",
      "id": 3
    },
    {
      "name": "Властелин колец. Братство Кольца",
      "year": "1954",
      "image": "https://reedcafe.ru/sites/default/files/book/25942458.cover_415_0.jpg",
      "description": "«Братство кольца» это первая книга из невероятной трилогии, покорившей сердца миллионов читателей, «Властелин колец». Джон Толкин описывает события потрясающим языком, который буквально переносит читателя на страницы романа.  Источник: https://reedcafe.ru/book/bratstvo-kolca-978-5-17-081802-0 © Сайт ReedCafe",
      "rate": "100",
      "price": "7000",
      "author": "Джон Толкин",
      "id": 4
    },
    {
      "name": "Властелин колец. Две крепости.",
      "year": "1954",
      "image": "https://reedcafe.ru/sites/default/files/book/23547530.cover_415_0.jpg",
      "description": "Трилогия Джона Толкина \"Властелин Колец\" является настолько популярной и захватывающей книгой, что миллионы читателей в разных странах с нетерпением ждали продолжения после прочтения очередной части и экранизаций. Толкин, в том числе в части \"Две крепости\", с эпической красотой описывает борьбу Добра и Зла, говорит о большом подвиге маленького человека и погружает буквально читетеля в невероятный, сказочный, но вместе с тем реальный мир. По крайней мере, пока вы читаете.  Источник: https://reedcafe.ru/book/dve-kreposti-978-5-17-089238-9 © Сайт ReedCafe",
      "rate": "100",
      "price": "5000",
      "author": "Джон Толкин",
      "id": 5
    },
    {
      "name": "Властелин колец. Возвращение короля.",
      "year": "1955",
      "image": "https://reedcafe.ru/sites/default/files/book/08647941.cover_415_0.jpg",
      "description": "Толкин не только имеет звание профессора в Оксфордском университете, но и специализируется в сфере древнего и средневекового английского языка. В книге \"Возвращение короля\" и других произведениях Джона Толкина нашел отражение загадочный мир Средиземья, созданный писателем. Этот мир несколько десятков лет завораживает и приковывает внимание миллионов читателей.  Источник: https://reedcafe.ru/book/vozvrashchenie-korolya-978-5-17-078922-1 © Сайт ReedCafe",
      "rate": "100",
      "price": "5000",
      "author": "Джон Толкин",
      "id": 6
    },
    {
      "name": "Плаха",
      "year": "1986",
      "image": "https://cv5.litres.ru/pub/c/elektronnaya-kniga/cover_415/132358-chingiz-aytmatov-plaha.jpg",
      "description": "Главный герой романа Авдий Каллистратов, бывший семинарист, выезжает по заданию молодежной редакции в Моюнкумскую саванну за материалом про анашистов, собирающих коноплю. Им движет не только задание, но и мысль спасти павших и снова сделать из них людей. Наивный Авдий воспринимает мир только через «призму добра» и, сам того не замечая, иногда становится орудием в руках зла…",
      "rate": "100",
      "price": "7000",
      "author": "Чынгыз Айтматов",
      "id": 7
    }
  ]
}